

http://localhost:8080/lesson/new

위 링크로 접속

클래스 이름: 백종원의 요리교실
카테고리: 요리
클래스 가격: 50000
제한 인원: 10
클래스 시작일: 2/2
판매 상태: 판매중

클래스 이름: 김수미 간장게장
카테고리: 요리
클래스 가격: 30000
제한 인원: 4
클래스 시작일: 2/7
판매 상태: 판매중

클래스 이름: 조석 웹툰교실
카테고리: 미술
클래스 가격: 100000
제한 인원: 4
클래스 시작일: 2/5
판매 상태: 판매중

클래스 이름: 소묘 심화과정IV
카테고리: 미술
클래스 가격: 10000
제한 인원: 5
클래스 시작일: 2/2
판매 상태: 판매중

클래스 이름: 소녀시대의 노래교실
카테고리: 음악
클래스 가격: 50000
제한 인원: 8
클래스 시작일: 2/4
판매 상태: 판매중

클래스 이름: 아이유의 스케치북
카테고리: 음악
클래스 가격: 5000000
제한 인원: 10
클래스 시작일: 2/21
판매 상태: 판매중

클래스 이름: 필라테스
카테고리: 운동
클래스 가격: 73000
제한 인원: 10
클래스 시작일: 2/23
판매 상태: 판매중

클래스 이름: 김종국 발라드헬스
카테고리: 운동
클래스 가격: 1000
제한 인원: 1
클래스 시작일: 2/2
판매 상태: 판매중

클래스 이름: 와플 만들기
카테고리: 베이킹
클래스 가격: 5000
제한 인원: 11
클래스 시작일: 2/9
판매 상태: 판매중

클래스 이름: 붕어빵 만들기
카테고리: 베이킹
클래스 가격: 20000
제한 인원: 10
클래스 시작일: 2/3
판매 상태: 판매중